{
   "listOfQuotes": [
      "Sharks are older than trees. Fossil evidence shows sharks have existed for over 400 million years, while trees evolved around 350 million years ago. That means sharks were swimming in ancient oceans 50 million years before the first trees ever took root on land. They're true prehistoric survivors.",
      "The Eiffel Tower grows taller in summer due to thermal expansion. When metal heats up, it expands. This effect can add up to 6 inches (15 cm) to the tower's height during hot weather. It's a reminder that even massive structures are still affected by the subtle forces of nature.",
      "Bananas are classified as berries, but strawberries aren't. Botanically, berries must develop from a single flower with one ovary. Strawberries form from a flower with multiple ovaries, which disqualifies them. So the next time you're eating a banana, you're technically having a real berry, unlike a strawberry",
      "The scent of freshly cut grass is actually a plant distress call. When grass is cut, it releases volatile organic compounds called green leaf volatiles (GLVs). These compounds help protect the plant and warn nearby plants of danger, triggering chemical defenses. It's like grass screaming in plant language.",
      "Napoleon Bonaparte was once attacked by a horde of rabbits. His men had arranged a rabbit hunt for him, but the released rabbits raised in captivity ran toward him instead of away. Overwhelmed by hundreds of hopping animals, he had to retreat, embarrassed by one of history's oddest ambushes.",
      "In Ancient Rome, people used fermented urine to clean their clothes. Urine contains ammonia, which is a natural cleaning agent. Fullers-workers who cleaned garments would soak clothes in it and stomp on them barefoot to remove stains. It was smelly but surprisingly effective for the time.",
      "President Abraham Lincoln is in the Wrestling Hall of Fame. Before politics, he had over 300 matches under his belt and lost only once. He was known for his strength and fairness. His wrestling skills earned him local fame and even a championship title in his youth.",
      "A day on Venus is longer than a year. Venus takes about 243 Earth days to rotate once on its axis, but only 225 days to orbit the sun. Strangely, it also rotates in the opposite direction from most planets, meaning the sun rises in the west there.",
      "Neutron stars are so dense that a single teaspoon of their material would weigh around 6 billion tons. These collapsed remnants of massive stars are only about 12 miles wide but pack more mass than the entire sun. Their gravity is insanely powerful, even warping time nearby.",
      "Spacesuits smell like seared steak when astronauts return from spacewalks. This odd scent comes from space-exposed gear interacting with particles like ozone and atomic oxygen. Though space itself is a vacuum, astronauts often report a burnt-metal or steak-like smell when they re-enter their spacecraft.",
      "Einstein's Theory of Relativity allows for \"time dilation,\" where time passes slower for objects moving close to the speed of light. This means, in theory, astronauts on high-speed journeys could return to Earth having aged less than the people they left behind. It's real science, not just science fiction.",
      "The \"grandfather paradox\" is a classic time travel puzzle: if you travel back in time and prevent your grandfather from meeting your grandmother, you'd never be born. so how did you go back in time in the first place? This paradox challenges the logic of backward time travel in fiction and theory.",
      "In 2009, physicist Stephen Hawking threw a party for time travelers. but only sent out the invitations after it ended. No one showed up, and Hawking used it as a light-hearted \"proof\" that backward time travel isn't possible. It was a serious experiment wrapped in humor and curiosity.",
      "According to quantum physics, time may not be as fixed as we think. The \"many-worlds interpretation\" suggests every choice spawns alternate timelines. In that view, time travel wouldn't alter your own timeline, but rather send you to a parallel universe where history plays out differently.",
      "The largest known dinosaur is Argentinosaurus, a massive sauropod estimated to be over 100 feet long and weigh around 100 tons. That's heavier than a dozen elephants combined. It likely spent most of its time walking slowly, eating constantly, and needing enormous amounts of plants to fuel its size.",
      "The asteroid that wiped out the dinosaurs hit with the force of over a billion atomic bombs. Around 66 million years ago, a space rock slammed into what's now Mexico, triggering firestorms, tsunamis, and a \"nuclear winter\" effect. It caused the extinction of nearly 75% of life on Earth.",
      "Tyrannosaurus rex had one of the most powerful bites in history. strong enough to crush bone. Recent studies suggest its jaws delivered over 12,000 pounds of pressure. Despite this, its tiny arms remain a mystery. Some theories suggest they helped with mating, holding prey, or getting up from the ground.",
      "Before colonization, Africa had over 10,000 distinct states and societies, each with their own languages, cultures, and trade networks. Empires like Mali, Songhai, and Benin were economically rich and politically complex. The myth of a \"dark continent\" was a colonial invention that ignored centuries of African achievement.",
      "Many of the world's major religions began thousands of years ago as ways to explain natural events and human existence. Early humans created myths and rituals to understand life, death, and the universe, which eventually evolved into organized belief systems with priests, sacred texts, and moral codes.",
      "Buddhism started around the 6th century BCE with Siddhartha Gautama, the \"Buddha.\" Rejecting the rigid caste system and rituals of Hinduism, Buddhism taught the path to enlightenment through meditation, ethical living, and wisdom. It spread rapidly throughout Asia and influenced many cultures and spiritual practices.",
      "Agriculture began around 12,000 years ago during the Neolithic Revolution, when humans transitioned from hunting and gathering to farming. Early farmers domesticated plants like wheat, barley, and legumes in the Fertile Crescent, laying the foundation for settled societies and eventually complex civilizations.",
      "Beer is one of the oldest alcoholic drinks, dating back to at least 5,000 BCE in Mesopotamia. Ancient Sumerians even had a goddess of beer, Ninkasi, and recipes inscribed on clay tablets. Beer was a staple food source and safer to drink than often-contaminated water.",
      "Wine production began around 6,000 BCE in the region now known as Georgia. Grapes were cultivated and fermented in clay jars buried underground, which helped preserve the wine. Wine became central to religious ceremonies and celebrations in many ancient cultures, including the Greeks and Romans.",
      "The shortest war in history was between Britain and Zanzibar on August 27, 1896. Zanzibar surrendered after only 38 minutes. The conflict started over the succession of the sultan, and British naval firepower ended it almost instantly.",
      "Horses were domesticated around 5,500 years ago on the steppes of modern-day Ukraine and Kazakhstan. Their use revolutionized transportation, warfare, and agriculture, giving rise to powerful nomadic cultures and changing the course of human history.",
      "Chickens were first domesticated in Southeast Asia over 8,000 years ago from wild red junglefowl. Initially valued for cockfighting and rituals rather than food, they later became a key source of protein worldwide.",
      "Cats likely domesticated themselves around 9,000 years ago in the Near East. As humans stored grain, rodents thrived, attracting wildcats. The most sociable ones stuck around, eventually becoming the beloved companions we know today.",
      "The first true rockets were developed in China during the 13th century. They used gunpowder-filled tubes attached to arrows. These \"fire arrows\" were launched during battles, marking the earliest known use of rocket propulsion in warfare.",
      "Brazil is the world's largest beef exporter. Its vast land, low production costs, and massive cattle herd allow it to ship beef to over 100 countries, including China, the Middle East, and the European Union.",
      "The first known writer in history was a woman named Enheduanna, a Sumerian priestess who lived around 2300 BCE. She wrote hymns and poems in cuneiform, making her not only the world's first author—but also the first person to sign their name to writing!",
      "Nike's famous \"Swoosh\" logo was designed by a student in 1971 for just $35. The founder wasn't thrilled with it at first, but the logo became iconic. Years later, the designer received stock worth over $1 million as a thank-you.",
      "Coca-Cola was originally sold as a patent medicine in the 1880s. It was marketed as a cure for headaches and fatigue, partly because it originally contained coca leaf extract. yes, the source of cocaine.",
      "Google was originally called \"Backrub\" in 1996 because it analyzed backlinks. Thankfully, it was renamed \"Google,\" a misspelling of \"googol,\" the number 1 followed by 100 zeros, reflecting the company's goal to organize massive amounts of information.",
      "Samsung started in 1938 as a grocery trading company in Korea. Before becoming a tech giant, it sold noodles, dried fish, and even ran a textile business. Today, it's one of the world's biggest smartphone and electronics manufacturers.",
      "Nutella was invented in Italy after World War II when cocoa was scarce. A pastry maker named Pietro Ferrero added hazelnuts to stretch the chocolate, creating a sweet spread that later became Nutella in 1964. It now sells in over 160 countries.",
      "Mailchimp was founded in 2001 as a side project by two friends, Ben Chestnut and Dan Kurzius. Starting with no outside funding, it quietly became one of the most popular email marketing platforms, later acquired for billions.",
      "Patagonia began in 1973 as a small company selling climbing gear out of a California garage. It focused on quality and environmental responsibility, growing into a global outdoor apparel brand beloved by adventurers and activists alike.",
      "GoPro was founded by Nick Woodman in 2002 after a surfing trip when he wanted better ways to capture action shots. Starting with homemade straps, GoPro became a leader in portable cameras and extreme sports footage.",
      "Warby Parker launched in 2010 with a simple idea: affordable, stylish eyeglasses sold online. Founders started from scratch and disrupted the eyewear industry by cutting out the middleman, now valued in billions.",
      "The number zero, which seems simple today, was one of the greatest mathematical inventions. It originated in ancient India around the 5th century and revolutionized counting, calculations, and even the concept of nothingness.",
      "The tallest living tree, a coast redwood named Hyperion, stands over 379 feet tall. taller than the Statue of Liberty! It was discovered in California in 2006 and is estimated to be 600 to 800 years old.",
      "Some plants can \"talk\" by releasing chemical signals to warn others about pests. For example, when attacked by insects, certain plants release scents that attract predatory bugs to help defend them.",
      "Tungsten is often called the strongest metal because of its incredibly high melting point (over 3400 degree celsius) and exceptional hardness. It's used in everything from light bulb filaments to military armor. Despite its strength, tungsten is very dense and brittle compared to other metals.",
      "Some plants use a technique called \"allelopathy,\" releasing chemicals into the soil that inhibit the growth of nearby competing plants, giving themselves a survival advantage in crowded environments.",
      "Immortal jellyfish (Turritopsis dohrnii) can revert its cells back to an earlier stage of life, essentially \"resetting\" its aging process. This ability lets it potentially avoid death, making it one of the only known biologically immortal animals.",
      "Sloths only poop about once a week and do a dangerous climb down from the trees to do it on the ground, risking predators, which scientists still don't fully understand. possibly linked to important gut bacteria or marking territory.",
      "Leafcutter ants use their fungus farms as food. They cut leaves and carry them to underground gardens where the fungus grows, and the ants harvest it. This symbiotic relationship is one of nature's most impressive examples of farming."
   ],
   "trickySpelling": [
      "acknowledgment",
      "administration",
      "agglomeration",
      "agriculture",
      "alphabetically",
      "anthropologist",
      "appreciation",
      "cooperation",
      "correspondence",
      "grammaticalness",
      "historicalness",
      "hospitalization",
      "hyperresponsible",
      "identification",
      "illustratively",
      "implementation",
      "incompatibility",
      "inconveniently",
      "indiscriminately",
      "industrialization",
      "ineffectiveness",
      "infrastructure",
      "instrumentation",
      "intellectualism",
      "revolutionary",
      "satisfactorily",
      "transformation",
      "transportation",
      "uncontrollably",
      "unquestionable",
      "vulnerabilities",
      "weatherization",
      "because",
      "thought",
      "through",
      "without",
      "between",
      "should",
      "would",
      "could",
      "does",
      "doesn't",
      "always",
      "almost",
      "already",
      "again",
      "around",
      "beautiful",
      "become",
      "before",
      "believe",
      "beginning",
      "business",
      "calendar",
      "definitely",
      "different",
      "especially",
      "enough",
      "every",
      "everyone",
      "everything",
      "experience",
      "friend",
      "finally",
      "government",
      "great",
      "happened",
      "important",
      "immediately",
      "interest",
      "knowledge",
      "language",
      "listen",
      "maybe",
      "necessary",
      "nervous",
      "often",
      "occasion",
      "occurred",
      "people",
      "probably",
      "question",
      "quiet",
      "really",
      "receive",
      "remember",
      "secretary",
      "separate",
      "sincerely",
      "something",
      "somewhat",
      "special",
      "straight",
      "strength",
      "success",
      "surprise",
      "sure",
      "temperature",
      "their",
      "there",
      "they",
      "though",
      "through",
      "together",
      "tomorrow",
      "trouble",
      "until",
      "unfortunately",
      "usually",
      "very",
      "weather",
      "weird",
      "whether",
      "which",
      "while",
      "whole",
      "woman",
      "women",
      "wrong",
      "writing",
      "written",
      "you're",
      "young",
      "your",
      "accident",
      "address",
      "answer",
      "career",
      "change",
      "children",
      "college",
      "common",
      "acknowledge",
      "acquaintance",
      "acquire",
      "aesthetic",
      "alcohol",
      "ambiguous",
      "analysis",
      "anxiety",
      "apology",
      "apparent",
      "appreciate",
      "argument",
      "atmosphere",
      "awkward",
      "balance",
      "bizarre",
      "briefcase",
      "campaign",
      "category",
      "cemetery",
      "committee",
      "complicated",
      "conscience",
      "conscious",
      "convenient",
      "courageous",
      "criticism",
      "curriculum",
      "deceive",
      "decision",
      "dependent",
      "desperate",
      "dictionary",
      "disaster",
      "disbelief",
      "embarrass",
      "emphasize",
      "enthusiasm",
      "environment",
      "exaggerate",
      "excellent",
      "existence",
      "fascinate",
      "federal",
      "feminine",
      "forbidden",
      "foreign",
      "forgiveness",
      "frequently",
      "genuine",
      "grammar",
      "guarantee",
      "guidance",
      "handkerchief",
      "harassment",
      "hierarchy",
      "honestly",
      "humorous",
      "identity",
      "ignorance",
      "imagine",
      "incredible",
      "independent",
      "inevitable",
      "influence",
      "innocent",
      "intelligence",
      "interrupt",
      "irregular",
      "jealous",
      "judgment",
      "knowledgeable",
      "laboratory",
      "leisure",
      "maintenance",
      "management",
      "mischievous",
      "mysterious",
      "nevertheless",
      "noticeable",
      "obstacle",
      "occasionally",
      "offensive",
      "omission",
      "opinion",
      "parliament",
      "personnel",
      "possession",
      "prejudice",
      "privilege",
      "pronunciation",
      "psychology",
      "recommend",
      "relevant",
      "restaurant",
      "rhyme",
      "rhythm",
      "schedule",
      "seize",
      "subtle",
      "technique",
      "technology",
      "tendency",
      "theoretical",
      "thorough"
   ]
}
